{
  "plist": {
    "dict": {
      "headers": [
        "Conclusion",
        "Value of Life Time",
        "Palm lines",
        "Things that matter"
      ],
      "zodiacs": {
        "key": [
          "Aries",
          "Taurus",
          "Gemini",
          "Cancer",
          "Leo",
          "Virgo",
          "Libra",
          "Scorpio",
          "Sagittarius",
          "Capricorn",
          "Aquarius",
          "Pisces"
        ],
        "string": [
          "Strong sides: Courageous, generous, independent, determined, confident, enthusiastic, optimistic, honest and passionate Weak sides: Short-tempered, impatient, moody, self-involved, impulsive and aggressive Your ruling planet is Mars and your sign belongs to the element of Fire, which makes your sign one of the most active zodiac signs. It is in you nature to take action, sometimes before thinking about it well. The Sun in such high dignity gives you excellent organizational skills, so you are capable of finishing several things at once, often before lunch break! Strong personalities born under this sign have a task to fight for their goals, embracing togetherness and teamwork through this incarnation. Aries rules the head and leads with the head, often literally walking headfirst, leaning forwards for speed and focus. Its representatives are naturally brave and rarely afraid of trial and risk. They possess youthful strength and energy, regardless of their age and quickly perform any given tasks. The very same positive traits of your sign turn negative when things get out of hand. For example, due to your Fire sign, sometimes you rush in where fools will fear to tread and it affects your organizational acumen. You try to take up too many things and are perpetually running around and the matters worse when you are impatient, and vent your frustration on others. Your dominating characteristics often work against you.",
          "Strong sides: Persistent, reliable, patient, dependable, practical, devoted, responsible, stable, loyal and generous Weak sides: Stubborn, lazy, materialistic possessive, uncompromising and self-indulging You were born with your Sun in Taurus that makes you sensual and tactile, you consider touch and taste the most important of all senses. Stable and conservative, your sign is one of the most reliable signs of the zodiac, you are ready to endure and stick to your choices until you reach the point of personal satisfaction. Taurus is an Earth sign and has the ability to see things from a grounded, practical and realistic perspective. You find it easy to make money and stay on same projects for years, or until they are completed. Your stubbornness can be interpreted as commitment and the ability to complete tasks whatever it takes. This makes you an excellent employee, great long-term friend and partner, always being there for people you love. Earthly note makes you overprotective, conservative or materialistic at times, with views of the world founded on your love of money and wealth. Your ruler planet is Venus, planet of love, attraction, beauty, satisfaction, creativity and gratitude. This tender nature will make you an excellent cook, gardener, lover, and artist. You are loyal and don't like sudden changes, criticism or the chase of guilt. You have an ability to bring a practical voice of reason in any chaotic and unhealthy situation.",
          "Strong sides: Gentle, energetic, imaginative, affectionate, curious, witty, adaptable, with the ability to learn quickly and exchange ideas Weak sides: Devious, nervous, restless, superficial, inconsistent, indecisive and impulsive Your sign belongs to the element of Air and this connects it to all aspects of the mind. Your ruler planet is Mercury, the planet that represents communication, writing, and movement. People born under this Sun sign often have a feeling that their other half is missing, so they are forever seeking new friends, mentors, colleagues and people to talk to. Your changeable and open mind makes you an excellent artist, especially writer and journalist, and your skills and flexibility make you shine in trade, driving and team sports. You have a versatile, inquisitive, fun loving sign, born with a wish to experience everything in the world. This makes your character inspiring, and never boring. With the Mercury as your ruling planet, you are intelligent and you are an excellent orator as well. Being of razor sharp intelligence your mind is never at rest and you are extremely interested with anything new come up. You possess a rare brand of wit and humor, having a fairly sharp intellect. We should also mention that being perpetually on the move from one adventure to the other, you become bore very easily and your knowledge on many things is superficial because you do not have the patience to delve deep into something.",
          "Strong sides: Dependable, tenacious, responsive, highly imaginative, loyal, emotional, sympathetic, persuasive and caring Weak sides: Clingy, moody, oversensitive, pessimistic, suspicious, manipulative, insecure and self-absorbed You were born with your Sun in Cancer, you are very loyal and able to empathize with other people's pain and suffering. The sign of Cancer belongs to the element of Water. You are often guided by emotions and your heart. Being ruled by the Moon, some of emotional patterns are beyond your control. As a child, you might not have enough coping and defensive mechanisms for the outer world, and have to be approached with care and understanding, for that is what you give in return. Lack of patience or even love will manifest through mood swings later in life, and even selfishness, self-pity or manipulation. You are quick to help others, just as you are quick to avoid conflicts, and rarely benefit from close combat of any kind, always choosing to hit someone stronger, bigger, or more powerful than you imagined. When at peace with their life choices, representatives of your sign will be happy and content to be surrounded by a loving family and harmony in their home. One of you main negative traits is your unpredictability. One never knows how you react or what may trigger off your reactions. You also tend to be jealous of others success and selfish too and your pessimism and feeling sorry for yourself affects others. You can also sink into depression for apparently no reason. It is difficult for anyone to judge exactly what you want. Often, probably, you do not know it yourself.",
          "Strong sides: Creative, confident, ambitious, passionate, generous, warm-hearted, cheerful, humorous and encouraging Weak sides: Pretentious, arrogant, melodramatic, stubborn, self-centered, lazy, inflexible, vain and domineering Your sign is Leo and it belongs to the element of Fire. This makes you warmhearted, in love with life, trying to laugh and have a good time. You are able to use your mind to solve even the most difficult problems; you easily take initiative in resolving various complicated situations. You sign is ruled by the Sun. You are always in search for self-awareness and in constant growth of ego. Aware of your own desires and personality, because you can easily ask for everything you need, but at the same time easily unconsciously neglect the needs of other people in your chase for personal gain or status. When a Leo representative becomes too fond and attached to their achievements and the way other people see them, they become an easy target, ready to be taken down. There are quite a few negative traits of Leo which create a bad impression for them. You are aware of your own powers and you are supremely arrogant and often become obsessed with your own leadership qualities, not paying heed to others. You often become more aggressive than is good and your aggression becomes sometimes difficult to cope up with.  In general, people of you sign are always at the center of everything and they very easily influence others. They dominate others and also hate taking instructions from others. Their influence is profound on people.",
          "Strong sides: Helpful, loyal, precise, analytical, kind, hardworking, practical and reliable Weak sides: Skeptical, shy, worry, fussy, overly critical of self and others, all work and no play, inflexible and interfering Virgo is an Earth sign. You have a strong character and prefer conservative, well-organized things and a lot of practicality in your everyday life. You have an organized life, and even when you let go to chaos, your goals and dreams still have strictly defined borders. You may constantly worry that you’ve missed a detail that will be impossible to fix. You easily get stuck in details, becoming overly critical and concerned about matters that nobody else seems to care much about. Your ruling planet is Mercury. Its representatives have a well-developed sense of speech and writing, as well as all other forms of communication. Many Virgos may choose to pursue a career as writers, journalists, and typists, but their need to serve others makes them feel good as caregivers, on a clear mission to help. Your sign makes you the most reliable person in the whole zodiac. In fact you are mostly relied upon by friends and family for solid support. Being intelligent and efficient, you are able to achieve quite a lot in life. You also make good parents and remain careful about your partners.",
          "Strong sides: Cooperative, diplomatic, gracious, fair-minded, social, peaceful, idealistic and hospitable Weak sides: Indecisive, avoids confrontations, will carry a grudge, self-pity, superficial, unreliable Libra is an Air sign, with expressed intellect and a keen mind. You can be inspired by good books, insurmountable discussions and interesting people. Your ruling planet is Venus, this means that you are a lover of beautiful things, so the quality is always more important than the quantity. You should be surrounded by art, music and beautiful places. Despite being offered numerous possibilities, you may spend forever thinking what could have been, rather than grabbing any one opportunity. You are cooperative by nature, so you should work in teams. Libra is fascinated by the balance and symmetry. Libra-born prefer justice and equality, and they cannot tolerate injustice. They avoid indulging in all types of conflicts and prefer to keep the peace, where this is possible. They like to do everything in pairs and not alone. The biggest problem you may face as Libra-born person is when you are forced to choose sides you sometimes forget that you have an own opinion. The very same positive traits of your character can turn negative when things get out of hand. For example, due to being of the Air sign and trying to balance everything and please everyone you often tend to be extremely indecisive. You will just not be able to make up your mind. When it comes to encouraging yourself, you have no sense of propriety or timing.",
          "Strong sides: Resourceful, brave, passionate, stubborn, a true friend, loyal, dynamic and observant Weak sides: Distrusting, jealous, secretive, violent, suspicious, obsessive and manipulative You sign is Scorpio and it is a Water sign. You live to experience and express emotions. Although emotions are very important for you, you manifest differently than other Water signs. In any case, you can be sure that your sign is the best in keeping secrets, whatever they may be. The very same positive traits of the Scorpios turn negative when things get out of hand. The very same ability can turn into negativity once it is sorely used. For example, the same secret that they keep for friends will also be a negative trait for some Scorpio. They are extremely secretive. Your ruling planet is Pluto. It is the planet of transformation and regeneration. Scorpios are known by their calm and cool behavior, and by their mysterious appearance. People often say that Scorpio-born are fierce, probably because they understand very well the rules of the universe. Some Scorpio-born can look older than they actually are. You have excellent leader traits, because you are very dedicated to what you do. You hate dishonesty and can can be very jealous and suspicious; you need to learn how to adapt more easily to different human behaviors. People of you sign tend to be great lovers. Your passion and sensitivity make you irresistible and perfect as a partner.  You do not generally hurt people unless you are greatly provoked. You also make great and confidential friends.",
          "Strong sides: Generous, idealistic, with great sense of humor, independent. Weak sides: Promises more than can deliver, very impatient, will say anything no matter how undiplomatic it is, unemotional. Like the other Fire signs, your sign - Sagittarius needs to be constantly in touch with the world to experience as much as possible. Your ruling planet is Jupiter, the largest planet of the zodiac. Your enthusiasm has no bounds, and therefore people born under the Sagittarius sign possess a great sense of humor and an intense curiosity. Freedom is your greatest treasure, because only then you can freely travel and explore different cultures and philosophies. Because of your honesty, you are often impatient and tactless when you need to say or do something, so it's important to learn to express yourself in a tolerant and socially acceptable way. Since the Sagittarian born people can be extremely cheerful and friendly, they are also very social. You are the one who never run out of social company. Being of vibrant disposition and keen to explore the world around, you are wide-eyed and have a spiritual bend of mind. You hate dwelling in the past and when you are restless and bored – you tend to move on in life. Despite having numerous strength areas, it is the presence of some of those strengths that make you vulnerable to terrible weaknesses. The optimism that is a strength can actually make you act without giving any thoughts to the pros and cons and bring a downfall. You tend to lose focus of what you need to do. You are a seeker of truth and thus you keep meandering and wandering aimlessly. You are deeply immersed in philosophy and religion and both attracts you. You are an adventurer at heart and can travel miles in order to seek answers. You also have a certain amount of duality and dualism in your character. Such people can be atheists and then fanatics, then again serious and tactless.",
          "Strong sides: Responsible, ambitious, resourceful, disciplined, self-control, with good manager skills, loyal. Weak sides: Depressive, know-it-all, unforgiving, condescending, expecting the worst, dictatorial, inhibited, conceited and distrusting. Belonging to the element of Earth, this is the sign of practicality and grounding. You do not only focus on the material world, but you have the ability to use the most out of it. Unfortunately, this element also makes you stiff and sometimes too stubborn to move from one perspective or point in a relationship. You always have hard times accepting differences of other people that are too far from your character. You often try to impose your traditional values aggressively. Your ruling planet is Saturn and this planet represents restrictions of all kinds. Its influence makes you practical and responsible, but also cold, distant and unforgiving, prone to the feeling of guilt and turned to the past. You need to learn to forgive in order to make your own life lighter and more positive. As you are extremely tolerant and patient, that makes you fabulous family person, as a father, mother, brother and everything else. Though you are not terribly ambitious, yet if you decided to have a course of action to do certain things, then you are sure to finish that. Some of the positive traits of a person can turn negative if too much of the same is practiced. In your case, the determination becomes stubbornness. You seem stubborn when you are set on your own path from where you will not deviate.",
          "Strong sides: Progressive, clever, witty, original, independent, humanitarian and inventive. Weak sides: Sarcastic, unemotional, stubborn, temperamental, uncompromising, aloof, and rebellious. The ruling planet of your astrological sign is Uranus and it has a timid, abrupt and sometimes aggressive nature, but it also gives you visionary quality. You are capable of perceiving the future and you know exactly what you want to be doing five or ten years from now. Uranus also gives you the power of quick and easy transformation, so you are known as a great thinker and humanist. You feel good in a group or a community, so you constantly like to be surrounded by other people. The biggest problem for Aquarius-born people is the feeling that they are limited or constrained. Because of the desire for freedom and equality for all, they will always strive to ensure freedom of speech and movement. Aquarius-born have a reputation for being cold and insensitive persons, but this is just their defense mechanism against premature intimacy. They need to learn to trust others and express their emotions in a healthy way. Despite having numerous strength areas, it is the presence of some of those strengths that make you fall. You may often be living the lonely lives of hermits as you are not open to embrace life. Despite being surrounded by people, you may be extremely lonely. While you are happy to shell out intellectual and humane ideas to the rest of the world, people who do not fall in with you views or wishes are quickly shown how temperamental you can be. You are absolutely fixed in you views and opinions.",
          "Strong sides: Compassionate, adaptable, artistic, devoted, intuitive, gentle, wise and imaginative. Weak sides: Fearful, oversensitive, overly trusting, sad, indecisive, can be a victim, self-pitying, lazy and desire to escape reality. Your ruling planet is Neptune, so you are more intuitive than others and have an artistic talent. Neptune is connected to music, so your sign reveals music preferences in the earliest stages of life. They are generous, compassionate and extremely faithful and caring. People born under the Pisces sign have an intuitive understanding of the life cycle and thus achieve the best emotional relationship with other beings. Pisces-born are known by their wisdom, but under the influence of Uranus, Pisces sometimes can take the role of a martyr, in order to catch the attention. Pisces are never judgmental and always forgiving. They are also known to be most tolerant of all the zodiac signs. One of your main traits is that you are so pleased to be of service to others; if only one knows how to play on your feelings, you will be found willing to do anything. In order to find yourself, you must lose yourself completely – but not in somebody else – which unfortunately often is the case. You need a dominant partner of role model in your life or you will very easily fall into a pit of self-pity and self-undoing. When you are independent and inspired by life's events, your creativity comes shining through but you are unable to be on your own for long before you start dreaming in the imaginary world of happy people and happy-endings. You need other people to keep you grounded and on the right track."
        ]
      },
      "palm_lines": [
        {
          "key": [
            "Title",
            "Values"
          ],
          "string": "Life line",
          "array": {
            "string": [
              "Your main challenge in life is to become less concerned about other people`s expectations of you. Many negative emotions will flood over you. Your main challenge in life is to become less concerned about other people`s expectations of you. Many negative emotions will flood over you. Your main challenge in life is to become less concerned about other people`s expectations of you. Many negative emotions will flood over you.",
              "Your Life Line indicates you as a bearer of an ambitious life, full of desires for fame, wealth and success; you are highly interested in getting in touch with people of high social status. The way your Life Line starts and ends means that you may self-doubt at times. You will need to learn to trust yourself more often.",
              "The Life Line that you have demonstrates that you are balanced in life. People with such line type will take up any challenge that life can throw. When they try to satisfy their hunger for adventure and stimulation, their never-ending energy and vital spark provide them with the energy and potential to create unexpected things. However, with such prospective you shouldn’t forget that if you finish up in an atmosphere where you don't need to maintain a fight mode, you are able to permeate despondency, even depression.",
              "Individuals with such a Life Line are able to appreciate life. They like to lead a comfortable existence. You seem to be a person who can handle whatever life throws with little to no dramatic issues.",
              "Such Life Lines are an indication of a high degree nervousness, in which you are fully dependent. Despite the ability to work, you always have the feeling that you cannot do anything well. You always try to do better that other people. You are selective and enjoy a routine. [NAME], you prefer to take on roles that do not call for a high level of responsibility.",
              "You will be lost about life at times. You must work harder at organizing your life's priorities. When the time comes to organize your thoughts and feelings and to develop a response to the needs of the world – let your rational thoughts rule. You will find that you can make clear analyses, accurate plans, and fair judgments.",
              "People with such Life Line all agree that they have the ability to lift up one's spirits and provide encouragement when times are rough. Your enthusiasm attracts people, you are fairly balanced and realistic. You never dwell on the past. [NAME], you might be too caught up in yourself and be very self-centered, but please help anyone who needs it. Individuals with the same line type are ultimate friends. They do not hold a grudge and they are very forgiving. They have respect and understanding of people's differences.",
              "[NAME], independence is your main principle, your Life Line tells you crave adventure and excitement and welcome any changes in life with open arms. You can be philosopher and explorer, you will go as far as road will go and explore every corner in your ever eternal search for wisdom. Freedom is so important to you that you will actually make decisions based on the amount of freedom that is given by the choice you have made, as a result, sometimes a good opportunity is turned down because of it's high commitment need, but this is your choice so it is a right choice. You can take too many risks at times. This can hurt you financially; learn to be less impulsive.",
              "You were born for adventures. If you have the opportunity to travel, by all means, make plans. You like to do something useful with your life, mixing that with great communication skills. Such traits make excellent politicians and social workers/psychologists. You are a type who has a progressive thinking; you are great at forming new ideologies and theories.",
              "Your Life Line indicates that you are able to put yourself in other's shoes and see things through another person's point of view. You always want to make things right and have balance and harmony in your life, your surroundings and the lives of the people close to you. [NAME], you have captivating charm, elegant taste and easygoing nature.",
              "Your Life line indicates that you’ve received additional strength and support from family members. Pople like you feel confident about their future and often make numerous changes in life. You feel highly confident approaching new situations. This confidence is coming from your past experiences in the family. When young, the family showed you they were deserving of high successes, and that carries through today. [NAME], you have high expectations for meeting your goals with support from outside yourself.",
              "You Life line says that for you original family values and training have a strong influence on career and sense of purpose in life. You’ve been influenced greatly in making choices in life by early family training and values. Your today's conscious decisions will be strongly biased by family influence from the past.",
              "Your line indicates self-reliance and resourcefulness in making choices about your purpose in life. Chance and family connections are not depended upon for career, what you do in life, and how time is spent. The main challenge for you is to stick with your own values, and live life independently from past or present family influence.",
              "Your line tells that you tend to be 'workaholic'. You work on every project until it is completed. After you finish it, you look for more jobs to do. You seldom take breaks, and even on vacations you will find jobs to do. You don't waste time and energy on public projects outside your home. Your interests are mainly in your closest friends and family.",
              "Life line shows that your career choices are made by chance and help from others. Family values and desires have little effect on the career and sense of purpose in life. Adventure and exploration are your most important values. Your main challenge is to get in touch with your own sense of purpose and not allow chance and others to direct the course of life.",
              "Your Life line indicates that intuition and psychic abilities are important assets in completing your purposes. The challenge for people with such line is to be decisive and fair in making decisions and not let your emotions get in the way or to feel guilty.",
              "Your Life line tells that you tend to become bored with tasks or jobs with a lot of rules, restrictions, and responsibility involved. You generally do not reach a level of success working for others but do much better working independently.",
              "People with such Life line type let emotions and affairs of the heart interfere with their career and completion of tasks. You let your emotions and personal relations rule business decisions. It is very difficult for you to make the tough career decisions that may result in someone else getting hurt. You would rather be hurt than hurt someone else. You don't feel free to be businesslike with others.",
              "Your line indicates that you have all the necessary personal tools and drive to achieve your career goals. You work eagerly and diligently until every task and project is completed. You personally check and rechecked every detail to ensure success in all your goals. It doesn't take you long to figure out what has to be done so you can quickly get started and succeed. However, the owner of such a gift must remember to take good care of health issues and take breaks periodically to rest.",
              "Your palmistry marking indicates that you often search for a sense of purpose in life. When you fail to find a higher purpose, the career becomes your primary purpose in life. All your time and energy are devoted to the job. Your self-esteem and sense of purpose depend on what successes are achieved on the job or in the career."
            ]
          }
        },
        {
          "key": [
            "Title",
            "Values"
          ],
          "string": "Head Line",
          "array": {
            "string": [
              "Your Head Line indicates that your mind rules over your body. [NAME], you have strong mental abilities. However, it can also show a distinct change in your way of thinking, you can suffer a nervous breakdown.",
              "The type of your Head Line is rather common for people with analytical mind. Use this ability to find solutions to life's problems. Do not be tempted to let the problem solve itself.",
              "Your Head Line indicates a very successful individual, not the cowardly type. You will often try to solve problems by forcing through your first idea. This will not always be the best solution.",
              "Line shows that you need to seek your own independence in order to grow closer to things that you love. Always leave some time for yourself. Patience may not be your strongest suit, but it takes time to figure out what you truly want and what you truly need. [NAME], there is a huge difference between those two things. Keep re-evaluating whether you still want the person or goal that you've been waiting for so long. Don’t be afraid to change your life at any stage.",
              "People with such Heart Line do not take a job for the sake of prestige, survival or money. You have your own plan for life and if you need to step back for a higher purpose – you will do it without a doubt. Be careful of your self-expression. You are too impulsive at times. You must learn the finer arts of diplomacy. Do not be over self-confidence as others may consider you hardheaded.",
              "You are usually slow to respond, hasty, careless, indecisive and impulsive. However, your advantage is that you could finish the assigned task in a systematic way. You were born ideologist and you could perform well in mathematics, commerce, science and technology.",
              "Lack of patience or even love will manifest through mood swings later in life, and even selfishness, self-pity or manipulation. Head Line shows that you are quick to help others, just as quick to avoid conflicts. At the same time you love all new and extraordinary, you despise dull, regular routines and if this is what you are faced with, you are more likely to create your own drama and excitement.",
              "Your Head Line indicates that you are emotionally stable and are not easily hurt by a careless selfish action. You can feel blue but turn it around pretty quickly. People with such line type don't dwell on hurt because it is a waste of their energy.",
              "Head Line tells that you have come to a greater, clearer agreement with yourself, and this helps you to make the best decisions with regard to your work. You are tuned into your own personal needs and goals. Take advantage of this and proceed with confidence.",
              "Your Head Line tells that your strength lies in your inner reserves. Whatever you are feeling - anger, sadness, regret, fear - you can use these feelings to your advantage. Embrace these feelings and use them as fuel. Within you, you will find your power and your energy to be successful.",
              "Your Head line shows that you make quick, unemotional and rational decisions. You could be a ruthless boss. You treat all situations like if they were very serious business. You will operate with nearly all head energy and will have very little emotional power for making decisions and taking actions. Logic, with little emotion, will strongly rule every activity.",
              "Owner of such a Head line has an analytical and rational mind. You need mental challenges that are big, important, and complex. People with such line type generally live their life differently than other people. Not necessarily living better nor worse. Just living more intensely with usually an undercurrent of uneasiness. It is interesting that a number of well-known people with such line have made a positive contribution to history.",
              "Owner of such Head line is very imaginative and intuitive. Perhaps has psychic ability. [NAME], you should avoid cold, rough and noisy environments because you are very sensitive and your psychic senses will shut down. You will be numbed, and your sensitivity to the spiritual realms will be cut off. The best thing you can do for yourself is live and work where there is minimal noise and confusion.",
              "People with such line type will be very guarded about showing their emotions. It does not mean that they do not have emotions, it just means they keep them very tightly controlled and hidden. You are skillful working with teams of people. Good communicator and very practical.",
              "You can see both sides of every issue. Practical, yet imaginative. Your Head line indicates that you have a strong inner voice. That inner voice can bring wise insights and profound wisdom from unknown psychic sources. You should always listen to this inner psychic voice for guidance, especially in dealing with other people. Often the inner psychic voice will tell you something that conflicts with your ego or conscious desires. Always go with the inner voice!",
              "You have a great ability to see the true reality behind the false appearances of people. This practical and valuable skill is another form of psychic insight that is very useful in dealing with people. A person with this psychic line will not be misled by other people acting differently than they truly are.",
              "You line shows that logic is used to find the truth in others. [NAME], trusting the first impressions on what you think about a person will usually be accurate.",
              "Your Head line shows that you are a teacher and communicator of your knowledge that can help people. It is your destiny to use your wisdom, knowledge, and skills to those who are less gifted. Your role as a helper is to be always available and open to everyone, to hear their problems and concerns and then just offer your wisdom and advice - if they are interested in hearing you. Not all people want any of your help. Maybe they just want to be a victim and whine about 'poor me'. In such cases, [NAME], just send your love and don’t take it close to your heart.",
              "Your Head line shows that you don't need or want as much information from the outer world as other people. You operate more on your intuition rather than seeking data and information from others. You are more inner-directed and you don't need or look for advice from others. You do just fine using your own personal resources.",
              "Your Head line indicates that you don't spend a lot of time thinking and talking about what you are going to do before you take action. As you don't like thinking about and discussing your plans and actions, you often take action without sufficient research and planning. You are often impulsive and may make mistakes from lack of accurate and timely information."
            ]
          }
        },
        {
          "key": [
            "Title",
            "Values"
          ],
          "string": "Heart Line",
          "array": {
            "string": [
              "Your heart line indicates that your affections tend to be quite stable. You may also tend to give all of yourself to love, no matter the costs. You are a gambler at heart, often making unwise and risky chances that you should not.",
              "[NAME], the Heart Line shows that you may be too shy at times. You must learn to be more assertive and forceful. Good point is that you show your love through actions more than words, but you should also know that it is fine to speak your mind and express your opinion; otherwise, you might never be heard.",
              "Your Heart Line highlights that you may have heart related medical problems or issues in your emotional relationships. You are a sensitive individual, that makes you a great companion, but at the same time, you can be easily hurt. [NAME], you have strong diplomatic skills, which will allow you to make friends with almost anyone.",
              "Your Heart Line indicates you as a talented artist. The world of entertaining will be your home. Your emotions will be both your greatest asset and greatest weakness. [NAME], you will often be the life of the party and be surrounded by friends for most of your life.",
              "You are capable of being excited, passionate and are prone to fall in love very easily. Some marks on the Heart Line mean that you enjoy many lovers at once. You have no problem in attracting lovers; you are passionate and open to other people. This trait of character will be lost if you decide to look for a partner for life. This will cause you to be loyal, caring and love your partner forever.",
              "Your Heart Line has the tendency of repressing internal feelings. [NAME], you cannot express your emotion verbally, and this makes it hard for you to open up to others. Such individuals are emotionally delicate and very sensitive when it comes to relationships, and this accounts for their failures in relationships.",
              "[NAME], your Heart Line indicates that you can suffer from tension and unease in the nervous system. Due to this weakness, you may avoid socializing and confrontations. Such individuals are so strong that can stand the most unbearable emotional hurt. You make an impression of being edgy and cynical; most likely you can’t shed tears in public, you rather do it alone. Line can tell that you might be emotionally separated from other people and never get close to anyone. The main disadvantage is that you live in imaginary world and have the belief that other people will harm you emotionally.",
              "Your Heart Line characterizes a generous person, who is dedicated to his/her lovers. In terms of life choices, such people have the opportunity to transform even the most challenging moments into something positive.",
              "[NAME], your Heart Line indicates you as a loner. You like to focus on your own qualities in life and you are not interested in other people's problems. The positive side is that this can provide a great confidence.",
              "You Heart Line indicates that you must allow your emotions to guide your decisions. [NAME], everyone has inner needs, and in fact, to ignore these needs causes the authentic harm. You must allow the expression of love, and in the process, it can brighten someone's day. What is hidden usually stays the same, while life constantly changes. If love is kept a secret, it will remain that. Your love only becomes real when someone else is aware that it exists.",
              "We can tell that your Heart line is the best example of person, who is separate from all the others and has its own emotional charge. A relationship with you can be like a high-speed emotional elevator. If you are emotionally 'down in the basement', don't worry, [NAME]. Your mood will always easily change and shoot up to the top floor where the party is. The psychological mood changes come and go like the ocean tides, and that keeps your life and relationship interesting!",
              "Your Heart line indicates that you are a reactive, demonstrative and rational type. You devote full attention to enjoyment of all the senses. This may seem self-indulgent to others but at the same time you are envious of someone who can live and enjoy so much in life. A relationship with a person like you, [NAME], is always a wild ride!",
              "You Heart line definitely indicates that you enter any relationship with a lot of self-assurance knowing that you are worth much to the partner. You are very giving and tend to satisfy the needs of the mate before their needs and you probably never expect anything in return. However, you assume that something equal should be returned. This is natural because you are an idealist! But here is the problem: you often attract the opposite type - a 'taker' and 'user'. Therefore, at some point in the relationship you start feeling resentful and 'used'.",
              "You Heart line says that in a relationship, you demonstrate love by doing little practical tasks for your mate, instead of getting 'mushy'. You may show love for the partner by doing practical things like keeping the gas tank full in the car. Since you are so practical, dedicated, and loyal, it seems unnecessary to keep affirming love to your mate in more direct and less practical ways. To someone with such a Heart Line as yours, [NAME], it seems much more logical to spend the honeymoon money on the down payment for a house or car.",
              "People with such a Heart line appear to be focused on their own dreams and ambitions and don't put a lot of outward energy into any relationship. You are cool toward any kind of commitment in a relationship. Your interest is mostly on your own life, and you don't like others trying to change you. [NAME], you are reliable, pragmatic, and faithful. You can be an excellent life-long friend to have, as long as somebody won’t try to get too close or try to change you.",
              "You Heart line says that your nature is not to stop on bad feelings for long. After an argument or misunderstanding, a breakup you can easily forget and forgive. You will resume life and move on with life like nothing ever happened to disturb the peace. [NAME], you need the private space. In a relationship, you don’t want the partner to request a lot of your personal attention. For you rest and solitude are necessary.",
              "You Heart line shows that you are a “Thinker” type. You are very considerate and responsible about commitments to your partner when in a relationship. You take relationships seriously and work hard at keeping them trouble-free. [NAME], you are romantic and enjoy special and unique experiences shared with your lover. You enjoy recalling the special times together. The memories of what occurred, compared to what might have happened are reviewed over and over after the event. Sadly many future plans don't take place because you may spend too much time dreaming wishfully about what could happen in the relationship.",
              "You Heart line indicates that you are a type who often don't take action on pursuing a real relationship. Movies and books may satisfy many of your needs for romance. Fantasy dreams are often more comfortable and trouble-free than pursuing a real lover. You spend most of the time thinking, analyzing and diagnosing what the lover or friend says and does. [NAME], you may often give up personal comforts in order to make the relationship better for the partner.",
              "Your Heart line says that you find it difficult and feel unsafe in showing your true feelings. You have a great fear of not pleasing surrounding people. Most of your emotional effort is devoted to ensuring a positive response from others. You will work hard to avoid having to deal with the negative responses from others, even if it requires ignoring your own true needs. This habit to getting 'peace at any cost' comes from your earlier experiences that brought on painful disapproval, anger, guilt, and other painful reactions from others.",
              "People with such Heart line type care and love all living things: humans, animals, plants, and trees. They have a strong commitment to an idealistic expression of love for all, especially the helpless and weak. Their attention and sympathies are very easily pulled to every humanitarian project that comes into the news. You are the first to offer help to both friends and strangers. No request is denied and every effort is made to give comfort and help, no matter how big the request is."
            ]
          }
        },
        {
          "key": [
            "Title",
            "Values"
          ],
          "string": "Special marks",
          "array": {
            "string": [
              "The presence of cross lines indicates that you are easy-going and have a keen eye on talents; you will get help from your close ones in career and enjoy the happy and warm family life. Don’t try to hide from your problems. You must focus on them and try to find a solution, problems do not solve themselves.",
              "Your special marks show that you will be seen as eccentric and mysterious person. Not many people will be able to understand you and your hidden, withdrawn nature. Use it as your benefit.",
              "Your bracelet marks tell us that you excel in technical disciplines, but will perform poorly in social interactions. On the other hand, you can be aggressive and struggle to share things with others. Other marks tell us that you have many ways of obtaining your income. You will also require support throughout life.",
              "Marks on your mounts indicate a person, who often searches for a sense of purpose in life. When you fail to find a higher purpose, the career becomes your primary purpose in life. All your time and energy are devoted to the job. People around you do not share your priorities and are offended that you do not have enough time for them. Such negative influence may affect your prospective. Separate your work and personal life.",
              "You special marks show that you are a person with good intuition. People with such marking are known as trustworthy, generous and sincere. [NAME], you can be a good companion and business associate. However, you have negative star marks telling you will be lonely in old age.",
              "You have a special cross mark, which means you have great sixth sense or intuition. One of the rare individuals, who had this marking, were great Greek Emperor Alexander The Great and President Abraham Lincoln. You can sense danger, infidelity, and disloyalty from a hands distance. You have great knowledge and memory.",
              "Your special marks tell us a lot: you are dramatic, creative, self-confident, dominant and extremely difficult to resist, able to achieve anything you want in any sphere of life.",
              "Your special marks tell that you might have problems finishing some projects. You always want the immediate result and will move on to the next project if it takes too long. This is not because of laziness, it is because you hate boredom. Boredom is your fear and instead of facing it, you will leave in search of something more stimulating.",
              "Your palm mounts point on your stubbornness, which sometimes causes failures. You always continue to do something your way even though others have proved it is wrong. You are smart and you know when you behave wrong, but you continue to do so, because it is your way and you have a fixed opinion on everything.",
              "Your special marks show that you usually have too much worries. If you are like most people who struggle with worry, you probably find that the struggle to stop just brings you more. It's frustrating. The harder you try, the worse it seems to get. You might even find yourself worrying about how you worry too much.",
              "Your special marks indicate that you have a sign of a natural teacher. You will naturally fall into the role of teacher most easily. Teaching others will come naturally.",
              "A person with such marks is unusually perceptive and can see things others can not see. This is not necessary for a person to be a psychic medium. However, those who have such marks find it much easier to use their powers of perception clearly and accurately. [NAME], it is very important to trust what you see and listen to the 'inner voice' for daily decisions.",
              "The crosses on your palm indicate a person with this much influence from Moon and Venus. Sometimes it is difficult for you to function in the 'real world'. You may be considered a creative genius, eccentric artist, 'mad scientist', or 'just weird'. Periods of depression are not uncommon for the person with such marks. You can both keep feet on the ground and use all of your mental energy more practically.",
              "Your small spots indicate long-term health maintenance problems where the body has made changes in chemistry, especially hormone levels. You should eat especially pure and healthy foods (without chemicals and non-allergenic) and rest plenty. You will not be able to do the life purpose work needed in the 'love, sympathy, and compassion' area with other people until you give it to yourself first. The spots indicate that you need to do a lot of self-nurturing and healing before you can take care of others. Make yourself number 1 priority!",
              "Your rings tell that you seem to be guided by luck, good things happen to you and this is usually because of the optimistic outlook and positive disposition which attracts good fortune. Despite hardships, you are always optimistic that good things will happen tomorrow and the future carries good luck. You are full of curiosity and always look forward to the future, never dwelling on the past.",
              "Your marks tell us that you are very independent but you need something to control and someone to admire and appreciate you. You are fully capable of being greatly successful on your own, [NAME], but you are much happier if you have an audience and following people who look up to you. You would prefer not be alone.",
              "Your marks tell that you have a sense of melancholy and necessity for structure and work because inside you feel you are unworthy and need to continuously prove your worth. Once you realize that all you need is self-love, door will open and you will see the world in a new light, one that allows for pleasure and guilt-free fun.",
              "Your mounts tell that it is difficult for you to open up and have a close emotionally fulfilled relationship with someone, because you are so closed off emotionally and physically to the world. This is driven by the fear of trust; you have a difficult time trusting people. This causes built up anger and resentment inside, the contradictory nature really takes a toll on you and you can have a negative outlook on life, thinking that life is just too hard and miserable.",
              "Your marks tell us that once you resolved emotional issues such as shyness and insecurity, the powerful character will shine though, there is practically nothing you can't do. You have incredible perseverance and will stand up for what you believe in. With your strong intuition, sensitivity, powers of observation and intelligence, you will have great success in anything you undertake.",
              "Your chains and crosses mean that you need to be organized in your mind, sometimes all your energy is taken from organizing your mind and makes it difficult to organize your surroundings. [NAME], you easily look too deep into an issue and overanalyze what you percept. You are ambitious and strive to always know more and have more. This is in your eternal quest - to bring order to chaos."
            ]
          }
        }
      ],
      "value_of_life_time": [
        "[NAME], you are a person, who may achieve good results in life. You have strong principles, you are rather sociable with people and do not like the monotonous way of life. Sometimes your imagination goes on the first place, that’s why many people are surprised by your actions. You are easy to make fast decisions, but your surrounding may affect your plans and make you upset and down. You should learn how to stand up for your personal beliefs and not just go with what others want. Your material values are up over spirituality. It happens that through emotional breakdown and high pride you can easily humiliate a friend, or a close relative.",
        "[NAME], you are a big dreamer with the skills to build those dreams into reality. Whether you are building a relationship, a house, or a company you have the natural ability to do so. Your dream is to be a helper, a healer. You are a great listener. You want to help the world both on a global scale, but also every individual.",
        "[NAME], your destiny is to be an idealist. You will have a strong urge to be responsible and you will be loved and admired for it. Your idea for the better world will always be a part of you. [NAME], you should be careful not to let your idealism get the better of you. Your expectations may never be met, do not let this lead to disappointment and depression, use it as motivation for even greater accomplishments instead.",
        "[NAME], your destiny pulls you in the direction of independence, both in life and in the work. Your high moral standards make you an excellent boss and strong member of your household. You should be careful of becoming too aggressive or violent as these traits can appear when you are not given enough space. You can accomplish much in your life. You have the determination to do so.",
        "[NAME], your destiny pulls you in the direction of harmony. You are sensitive and peaceful, perceptive and passionate. You must be careful of your sensitivity. It may hurt your own feelings. Do not be afraid to share your insights just because they may lead to a negative confrontation. You are destined for a happy life, being able to enjoy music, art and poetry.",
        "[NAME], your destiny is to be a builder. It’s up to you, [NAME], to become a builder of community, of business or of family. You will be a hard worker. Concentrate on your ambitions and the means to implement them to achieve success. Leave room for your intuition, the results will meet with your satisfaction.",
        "Your destiny is to help other people. You will find yourself wanting to help others any way you can. Your will be the child who brings home stray and injured animals. You have a loving soul. Anyway, the tendency to look for the weakest to help can have a negative influence in your life. When finding your mate you may be overly attracted to someone who needs your help, rather than someone who would be the best match for you.",
        "[NAME], your destiny is to be a truth seeker. Your mind is very logical and intellectual. [NAME], you will be great with facts and trivia. You will like solitude and be attracted to jobs where you can work alone. You must be careful, as your comfort with solitude may make you seem unavailable to others for friendship. You may become suspicious of the world if you do not take the time to leave the comfort of your own surroundings from time to time.",
        "[NAME], your destiny is full of surprises. You will spend your life always looking for the next great thing, traveling, meeting people, and indulging in all aspects of life. You will have to be careful not to overindulge and your free spirit will often hold you back from starting a career earlier in life than your peers.",
        "[NAME], you are a leader and a builder of communities. You have a hidden strength, which brings people together and unites them under a similar purpose. You have the potential to leave behind some massive footprints in history.",
        "[NAME], you are living in a balanced way in daily life. You won't often be pushing your point of view on others too forcefully to annoy them.",
        "[NAME], independence is your key to living. You do not like to take orders from others and enjoy getting your way. You easily take offense to comments made. You are self-involved and can be self-centered, you do not pay attention to the feelings of others, and you can easily become spoiled and resented by others. You can tell a lie if it seems advantageous to do so. However, [NAME], you are not a good liar and other people can usually see through you.",
        "[NAME], you live in two worlds, the real world and the spiritual or mystical world where you interpret what you see into what you want. You do this to avoid all the realities of pain and suffering in the world. You have extremes of emotions and feel both good and bad intensively.",
        "People with such characteristics are not susceptible to bad luck and unfortunate events; you bring them on yourself by overindulging, laziness and a knack for picking poorly suited partners and friends. [NAME], you want people in life who stir your emotions because this helps to practice emotional stability.",
        "[NAME], you are not rigid, feel safe and secure in the present setting. You are free spirited person with a 'live and let live' attitude. You are not ruled by conventional rules of others. You don't like to listen to the opinions of others, and you feel free to chart own course in life based on your own unique views.",
        "[NAME], even when others have given up, you rage on. You have a well-known reputation for being stubborn, which is not necessarily a bad thing. The stubborn streak can cause conflict with other strong character types. You like the familiar and routine comfort of life.",
        "[NAME], You are a well adjusted person with no emotional problems holding you back. You just want to explore the world and not fret about emotions and feelings. Others may be hurt by your lack of commitment but you are here to gain wisdom, learn and explore. You may have some problems finishing some projects you started if it takes too long, you want immediate results and will move on to the next project if it takes too long. This is not because of laziness, you are far from lazy but this motivation to move on is due to your hate of boredom.",
        "[NAME], You are a master of your fate. You know only one way to live – on your terms. You do not live life but attack it. When life hands you a loss, you do not waste time sulking, you continue on your path, sure you will succeed. You are driven by your intense passions and desires.",
        "[NAME], you are blunt and unspoken – often to the point that more sensitive souls around you will become alienated. You can always use your inner strength to face any challenge. You are very competitive and never lose sight of what is in your best interest.",
        "[NAME], You have many sides, both in the mind and physically. You are brimming with energy and vitality, you are clever with words. You are intelligent and very adaptable to every situation and every person. You are so curious that you always want to know what's going on in the world. You are not the one to sit back and watch the world go by, you want to be involved. This can sometimes make an impression that you are too nosy, but don’t care about that much, [NAME], mind your own business and express yourself as you want!"
      ],
      "things_that_matter": [
        {
          "string": [
            "Relationship",
            "27ae60"
          ],
          "array": {
            "string": [
              "In a relationship with a partner you are going smoothly until a certain time. You like to be surrounded by people who don’t ask too many questions and know where boundaries are set. You will not collect too many friends in a lifetime, but turn to those who make you feel at peace. If you really want to experience true love, you have to stop being cautious and holding back. You need to learn to forgive in order to make your own life lighter and more positive.",
              "Although you may not be one to throw your emotions into the wind, you need to be more emotional and true to your feelings if you want to find a romantic partner. Make sure that you accept your faults, as well as the natural faults of your partner.",
              "You are also likely to be more emotional than normal, which will make it easier for you to express your emotions to your partner. When you go to more places it’s more likely that you will meet someone who you click with. You need someone who will share your lifestyle more than your dreams.",
              "If you are looking for a new chance at romance then you will need to step out of your comfort zone. Try new things (like dating online) if you want to meet new people. Being less secretive and more outgoing can also help you to get a new partner and give you a better chance at keeping him/her.",
              "You need to express your feelings more if you want to have a successful relationship. By sharing your feelings together you can gain an even stronger bond. Expect romance and, more to the point, intimacy, to come to the forefront in your life. Listening to your heart rather than your brain can be tough for you and not always the best choice.",
              "Don’t look at friends for romance. Your love for life is more likely to be someone new than someone you already know. Don’t be afraid to step outside of your comfort zone. The more new places you visit, more likely you are to meet someone special.",
              "In a relationship, you are gentle and caring; you will show your sensibility to the world without even thinking you might get hurt. For partners, you always choose a person who is able to understand you through non-verbal, silent contact, and a shared daily routine. [NAME], you won’t build anything if a partner is unreliable and is not able to make you feel calm, protected, and free to express.",
              "You have signs of much changes and luck, signifying that meeting and getting to know someone special is only one part of the amazing journey to romance. The future will always have its ups and downs. We grow, evolve and develop along the way. How your love story unfolds, only time will tell. Your lines tell that for you there is a special plan with the right timing and the right place.",
              "You know you're not perfect, but that doesn't mean you have to list all of your faults when you're on your first date. Let your shortcomings be revealed slowly instead of all at once. You are a perfect family type - completely faithful and reliable, you give your partner space and respect his/her privacy. Your ideal partner is someone who loves a challenge and adventure.",
              "Your lines tell that you will be led on a mysterious and romantic journey, but may struggle with it because you like to be the one in control. The problem is, even though you enjoy your lover, you don't want to abandon control. [NAME], find a true soul mate and you won't have to do it. A soul mate can transform your life, so put yourself in places where they can find you.",
              "Your lines tell that you are looking for freedom to express yourself, and don’t want to feel confined. Independence tends to trump other drives in most areas of your life, including relationships. Most of the time you are attracting people who want to help, who are on your side, and who take a strong interest in you. Your soul partner comes into your life with common educational goals or belief systems, possibly through long-distance connections, schools, or publishing/online activities.",
              "The relationship will work well if you support your partner and take pleasure in the aspirations and ambitions you share. Doing this will help you overcome your differences and confrontational moments, and there will definitely be some of those. Therefore, you need to find common ground, shared dreams and ideals. When you do, you will be able to move mountains together - possibly even build an empire with your partner.",
              "A natural-born leader, you like to remain in control of your relationships and keep your partner wanting more. When you find love, you think logically — just as you do with everything else — and you don't get too ahead yourself.",
              "Once you're in a committed relationship, you go with the flow. You enjoy indulging in the finer things in life. You would prefer to settle down with your partner in the country, where you can be in the quiet serenity of nature. You're steady, calm and decisive.",
              "You're a lot of fun to be around. You're a talented conversationalist and always have millions of awesome ideas, and you impress your partner with your knowledge and general optimism. But you are a bit of a hopeless romantic. You don’t like to be alone, so when you fall in love, you tend to become very attached to your partner.",
              "You are never a fool in love. When you fall, you fall hard — but you're still cautious. When it comes to love, you are looking for a true partner. You are attracted to people who carry their weight and are ambitious and driven. You're a fantastic listener, and when you're in love, you're great at being your partner’s number one cheerleader. You have a great sense of humor and never stop making your partner laugh.",
              "You can get a bit jealous and territorial. You value love above all else, and you need to be reminded of how much you are adored. You definitely like your freedom, but once you lock on to someone, you're in for the long haul.",
              "[NAME], love consumes you. You find it easier to be calculating, accusatory and jealous than calm and happy. You are kind, patient and easy to love, and you need to remember this. You are very sexual and fiery person who tends to think with your body before your heart.",
              "When it comes to love, you'd be perfectly happy with or without it. Therefore, you never settle, and you'll only date someone who's right for you and who treats you with respect. You tend to make your lovers wait a long time before you agree to a commitment. [NAME], your strong sense of self-worth would never allow you to approach dating any other way. When you're in love, your main priority is maintaining peace and harmony in the relationship. You prefer logical conversation and communication.",
              "You don't have time for relationships that aren't going anywhere. You prefer to work towards something — like your future with someone you're sure about — because you're good at seeing the bigger picture. You take all things in life very seriously and have little patience for lovers who do not do the same. You are family-oriented and are looking to settle down and live a comfortable, happy life."
            ]
          }
        },
        {
          "string": [
            "Success",
            "ffa800"
          ],
          "array": {
            "string": [
              "When you set high standards for yourself, notice that only with honesty, dedication and perseverance you will achieve high goals. You have a strong business sense as well as the strength to work hard to make money. You believe that financial position plays a major role. However, your main challenge is to cut back on luxury spending and to establish a more settled life for yourself.",
              "Your time spent in self-reflection will help you to concentrate in the future. Your deep contemplations will help you to become a leader in your chosen field. The better you can understand yourself and your life, the better time you will have later in life.",
              "You have a great and even exceptional leadership potential during your life. You have the skills and knowledge needed to achieve great things. Choose a desired path and focus on it, you have the ability now to effect the lives of a great number of people.",
              "You are a free spirit. Not much will bother you in your life, and the things that do can easily be put aside in your mind. [NAME], your freedom will allow you great possibilities. You have enough courage to reach for your wildest dreams, and take the longer path of travel that may reap the biggest rewards. Even if everything doesn't turn out exactly as planned, there may be small chance of your most optimistic visions that come true. This experience can heal your faith in yourself.",
              "If you want to be successful, you should set long-term goals, and these aims are merely the result of short-term habits that you need to do every day. In financial life, you should try to spend more on security and less on frivolous things. While this may sound boring, it will make you feel more content in the long-run.",
              "You will find the best solutions to your problems by looking inward towards yourself. Self-contemplation and meditation will often bring you positive results. All financial decisions will be taken after a lot of thoughts. You will re-plan your wealth management and invest where you are sure of a profit.",
              "You have some very firm beliefs, which are not backed by logic. You have to become more realistic and open to other ideas, which you may not share. Others will not respect you as much as you feel they should because of your close mindedness. Work on this, because your views of right and wrong things are not always correct.",
              "[NAME], don't try to rush through everything. Instead, you should take your time and do your job well. Ultimately, quality is far better than speed. You like to have things your way. But stubborn as you are, you can also make a great team player. Wanting to do your best is a wonderful feeling to have; only you might need to learn how to deal with disappointment as well. You tend to put a lot of pressure on yourself to succeed, to do better than average.",
              "How disciplined can you be, [NAME]? Have you been taking a careful and methodical approach to your money matters? The appearance of special marks suggests that fairness is very important to you, but you'll have to work hard to achieve it. Professionalism and respect for procedures and processes that are already in place will be crucial to your success. When you can't count on others to be fair, count on yourself.",
              "No matter what your age is, you can always learn something new, and your lines remind you to be open to every possibility that crosses your path. There may be dangers/poor judgment along the way (you are human after all), but don't let the possibility of failure stop you from living up to your full potential.",
              "Although sometimes you are rather reckless with money, others aren't aware that you indeed have a strong need for financial security. Because of this, you will work with indomitable dedication to fulfill your ambitions and earning as much money as you can even if success and affluence aren't forthcoming too quickly.",
              "You must be careful not to be overly generous with your money and put aside a little each week for a rainy day. Sometimes you are overconfident about how much you have and your capacity to repay a debt. Due to this may end up with huge financial commitments and thereafter, an incredibly huge workload trying to pay it back. You have an impatient and restless attitude in achieving things quickly. In this way, you will avoid putting yourself under useless financial pressure.",
              "[NAME], you must be careful to balance your need to earn well against those emotional and relationship needs which are of a more subtle nature. Try not to overemphasize the importance of money, possessions and other outward displays, which in the end are only an accessory to real happiness.",
              "Success: By combining your imagination, your willpower and emotional desire to acquire money, you can indeed become a person of considerable worth. The important thing for you is to find out what you truly want in life.",
              "Mostly money is useful to you as a means of extending your loving nature to others. By having money you're able to uplift those who are less fortunate than you and this makes you feel good. In any sort of work, you must learn to turn off at the end of the day and not take your worries and concerns home with you. Separating profession from domestic life will ensure that you remain happy and won't destabilize your family life which is also so important to you.",
              "You are sometimes obsessive about money, accumulating and having things. [NAME], you need to relax this attitude as you could start to find materialism outweighing the more important things in life that are love and human relationships.",
              "You may struggle with choosing a professional path in life and believing in it wholeheartedly. Though you're passionately motivated towards pursuing a career, your interest may wane with time, and you may wander towards another possibility altogether. Connect with yourself and follow your heart, not your impulses. It is always a good idea to discuss financial matters and come to some agreement before moving forward with someone. This will then help you to avoid any sort of problems in finance.",
              "Communication is your primary motivator, and it allows you to perform well in electronics or information technology. You have a broad view of life and like to utilize technologies to further your ambitions and make life easier and more exciting. Financial success is important, but creative joy is more critical.",
              "You have an idealistic view of finance and like to engage yourself in humanitarian pursuits which sometimes enroll you in selfless activities. [NAME], although money is not your main motivating factor in why you work, you do enjoy measuring your success through a healthy bank balance.",
              "You have incredibly good executive ability and your organizational skills are excellent. You can manage people as well because you have a knack of communicating and mediating between different parties, sometimes with very diverse views. You're able to harmonize and stabilize your workforce if you are an employer and if an employee, you have a sense of dedication and loyalty to those who give you opportunities in life."
            ]
          }
        },
        {
          "string": [
            "Career",
            "8e44ad"
          ],
          "array": {
            "string": [
              "In your working life, [NAME] you do not have everything in order; you often argue with your partners and have disagreements. You do not like when someone criticizes your ideas. You have the gift of logic and reason that can make you a person of great respect in the scientific world if you choose a life and career in that field.",
              "You often feel frustrated and have to adapt yourself to working environment. You may think of resigning, changing jobs as you are bored. Basically, you are always full of ideas and plans, but you are not that brave to present them. [NAME], don’t be afraid to share your great ideas! This will help you to open new business opportunities and breathe life into your working routine.",
              "Make sure that your finances are in order. You don’t want to quit your job and then realize that you don’t have enough money to get by. Get rid of things that you don’t need and save money. You have a vocation for science, you can achieve success in astronomy, medicine, philosophy and physics.",
              "Remember to be as professional as possible at work. Get all your work done, and even sign up for extra work if you can. Be kind to your superiors and co-workers and you are even more likely to succeed. You can build up your own business.",
              "Sometimes you just feel like you are right and that your boss is wrong. [NAME], if you don’t want to cause trouble then you need to find a way to tell your superiors how you feel without insulting them in the process. You have an ability to achieve professional success in medical sphere, either to create a cure or perform impossible operation.",
              "You will have more chance for success if you consider working for yourself instead of working within ranks. However this decision should not be taken lightly, it requires reflection, organization and patience. The sectors of research and science are ideal for you.",
              "The complete palm image indicates that you will manage to overcome the obstacles that are impeding progress in your professional activity. Sudden ruptures should be avoided. All the unpleasant situations will however enable you to rebound towards a new start. This could be a risk of redundancy, restructuration or a short period of unemployment. This period will allow you to open a better project for the future.",
              "You are expressive, artistic, imaginative and witty. Your will be given the gift of gab and strive in a career which allows you to be expressive and innovative.",
              "Have you ever been running all over the place trying to get financial advice? Asking friends and family, even professionals, for the answers to a current money dilemma? The answers you seek are actually within yourself. Seek out cooperation and coordination rather than tension and division. Once you find the harmonious balance, you'll know it right away. Everything will lock seamlessly into place. [NAME], trust yourself and let your intuition be your financial guide.",
              "You may get help from an unexpected source, inspiration in the form of a surprising yet effective muse, or assistance from an unlikely expert, but whatever form it comes in, you'll be very glad to get it. And even better news is that the sense of protection you'll receive will make you feel secure enough to proceed with confidence in your next financial steps.",
              "You need to feel productive and useful in society and are happy with professions that allow you scope for variety and change. Fields pertaining to sports, sales or an entrepreneurial line of work offer promising choices for you. [NAME], being a social bird enjoy group interactions in the workplace. You offer tremendous initiative and inspiration to those you work with. Even though you make a great boss, you can be quite demanding. Exercise more patience and consideration, especially to those who are not as experienced or skillful as you. On the whole, you'll be successful and shine in your workplace.",
              "You have an excellent work ethic because you like to do job well and even if at times the work you're asked to do is boring, you will do it to the best of your ability, and this is what makes you an invaluable addition to any workplace scenario or company looking for dedication, skill, and reliability.",
              "Your work sometimes causes you stress, however, especially if you're rushed or there is a demand upon you to do your work in a way which is outside your comfort zone or structure of thinking. You prefer therefore to do things more slowly and on your own terms. In the modern age, however, this can present you with problems as deadlines.",
              "You have an immensely creative mind but also like to be out and about. A balance between working at your desk and in the field would be the perfect balance for a mind such as yours. You have tremendous initiative and have the ability to inspire and work with others. [NAME], you have high expectations because your standards are very precise and others often struggle to meet your demands. Jobs such as writing, teaching, acting, lecturing and also the travel-related industries seem to be a natural fit for you.",
              "Because you are so strongly motivated by the emotional part of your being, it's essential that you work in a sphere of activity that allows you to express your feelings and to care for others. There are many professional avenues which you can consider and most notably the healing and helping professions. If you choose a line of work that you enjoy, you're more likely to be good at it and therefore successful.",
              "You are self-motivated and if you have to work under others, you will only see this as a stepping-stone on the path of moving away into your own business. With your organized mind you will do well in a career of law, teaching, mining or other research-oriented activities. You like your workplace to be comfortable, tidy and well organized but not necessarily luxuriously appointed as you see that as a waste of money.",
              "[NAME], since you're inherently sensitive and compassionate, it's imperative that you engage in jobs that generate a sense of purpose and allow you to feel the joy of supporting others in need. Your sense of care must be revealed through the job that you commit yourself to. As long as you continue to feel this contentment, you are bound to enjoy your career and grow enormously as a professional.",
              "You're a team player who loves to inspire and engage at work. You're constantly striving to discover new approaches and have a remarkable flair for research and coming up with exciting and progressive concepts. This is why your work stands out and inspires everyone to work towards the same goal.",
              "Your enthusiasm for the job at hand, combined with your skills and inability to take 'no' for an answer, makes you an employee who gets the job done. Teaching and corporate or executive training are just made for you and you also have the ability to work in banking, finance, law, foreign relations or the import–export industry, where travel and cultural professions will have an appeal for you. You are primarily concerned about how to perform your best at work rather than constantly harping on how much you will get for what you do.",
              "Work is not something you do just to pass the time. You take it seriously and want to do your best. To you, work is not only about taking home your pay packet. [NAME], you are not a clock-watcher and will diligently do what it takes to perfect your work and turn out the best quality in anything that you do even if it happens to be menial in the eyes of others."
            ]
          }
        },
        {
          "string": [
            "Health",
            "c0392b"
          ],
          "array": {
            "string": [
              "Your line predicts that you have limited energy and are easy to get tired. In your case, you should remember that poor health will create problems in your business situations.",
              "It seems like a roller-coaster ride when it comes to your general health. It doesn’t have huge ups and downs, but there are enough little ones to make it noticeable. When you feel like you are drained, you should exercise more or you are likely to gain a lot of weight. Also, make sure that you are eating right, that will keep your body generally healthy. Don’t forget to sleep enough to keep your body at its peak in performance.",
              "While you may be slightly more tired during the day, you are more likely to get a better night’s sleep because of it. Make sure that you stretch before and after you exercise so that you can avoid pulled muscles and other injuries of the type. [NAME], your body is a lump of clay, remember? You are the artist who shapes it. As an artist, give yourself plenty of love and encouragement.",
              "If you are too stressed then you are more likely to become ill. Use your mental energy as your benefit. Rather than getting stressed out, you may find that a little meditative practice can illuminate the best way forward. Establishing healthy boundaries allows you to take the time you need for a brand new healing dialogue.",
              "Your diet will dictate your health. If you eat well, then you are likely to be full of energy and ready to take on any task that might come to you. If you eat poorly then you are more likely to feel tired during the day and fall ill.",
              "Body will be like a finely tuned machine if you take a good care of it. There is a little possibility that you will suffer from more than a common cold during your life. You should use your healthy body to make yourself even better. Good health doesn’t last forever, [NAME], so cherish it while it lasts.",
              "Your mind is healthy and you should do your best to make your body healthy as well. If you do not exercise or use up your energy in another productive way then you may find yourself sitting around and letting your body become lethargic.",
              "The bearer of such lines will have little or no power to resist diseases. Such people are prone to all types of disorders and their body is in poor condition. They lack endurance, stamina, as well as self-confidence. It’s quite common for such people to have weak constitution and low levels of energy. This does not imply they are lazy, as it is a result of their weak bodies. They get weary on taking just a small physical exercise and are never in good state of health, complaining of body pains all the time. You should take vitamins and eat as much fresh fruit and vegetables as possible.",
              "You may or may not have been taught how to develop your sensitivity and awareness as a child, but it's never too late to start! If you realize that there is something or someone you need to let go of at this time, why not create some kind of a ritual that will give you the necessary closure you need? Nurture your spirituality when you feel open to it. Practice exercises such as yoga, stretching, and walking. Calm your mind with reading positive material and practicing meditation in any way you see fit. Give yourself the balance you need. Walking is a wonderful exercise for regaining balance.",
              "The threat of minor infections still looms, but if you allow yourself enough rest and fun, you'll stave them off. The other slight issue is tension headaches. They won't be due to anything in particular. Rather, they could result from feeling very excited about life. Laughter may well be the best medicine. Let yourself have more fun.",
              "You have great energy and stamina and it would take a determined germ to force you to your bed for any length of time. You are often surprised when an illness befalls you, but it is not too long before you are back on your feet and to your fast-paced lifestyle. You probably love hot and spicy foods, but you need to be careful not to overstimulate your body. This could dry out your skin and create problems such as eczema, psoriasis or other similar conditions. It may also be beneficial for you to take flaxseed oil and keep up your vitamin intake to stop your skin drying out.",
              "Generally speaking, you enjoy quite good health and this allows you to hurtle through life as you do. When you do have some sort of illness, you have an incredible ability to bounce back much faster than most of others. A physical problem doesn’t keep you down for long. One important thing is that you mostly rule the head, this is the part of the body that could be constitutionally weak. Headaches, earaches and occasionally eyesight issues may become a problem later in life.",
              "We can tell that you are prone to heaviness in the body and sluggishness in your elimination system. This combination means that your digestion and metabolism are slow, increasing the density of your body tissue. Moderate exercise and a good diet should be a strict discipline in your life to combat your love of eating. Your constitution will be much stronger if you pay attention to what you eat and how often. [NAME], keep the starch component on the low side and this will help to fight the battle of the bulge.",
              "Your health is very dependent on minerals. An imbalance of this mineral in the body can cause bloating, symptoms of congestion and a feeling of being waterlogged. Some foods that contain this mineral are asparagus, beets, cauliflower, horseradish, spinach, cucumber, onions, pumpkin, raw nuts and cranberries. You should also drink plenty of water to help flush out your system.",
              "You are constantly on the move, either physically or intellectually. [NAME], you need to keep yourself warm and avoid illness, especially in the winter months, like asthma, bronchitis or other pulmonary problems. In the excitement of the moment, you sometimes forget to look after your health.",
              "You are prone to taking on too many tasks at once and constantly rushing from one project to another to meet deadlines. Take care to avoid mishaps, accidents or other such unwanted stress by managing your time and eating smaller meals in an environment conducive to increasing your well-being. Sports such as tennis, swimming, walking or yoga, coupled with some meditation, will help to settle your mind and nerves.",
              "Your physical health is a mirror of your emotions. When you have a thought or a feeling, an associated chemical and hormonal reaction takes place and this impacts upon your physicality. Positive thoughts and feelings equal positive chemical and wholesome physical state of being. Negative thoughts and/or emotional feelings equal negative ramification for your physical well-being. Spend time each day working on clarifying your feelings and removing those thoughts, which will drag you down.",
              "You were fortunate to be born with great stamina and energy. The downside is that sometimes you don’t know when to stop, whether it is work, sport or pleasure. As we all know, the health experts are always extolling the virtues of keeping fit and well. When it comes to you, be mindful when you deal with others who are equally competitive and don’t push yourself too far just to prove a point. Pay attention to your spine, back and heart; keep your ego under control, as it may be responsible for an injury if left unchecked.",
              "You are prone towards weakness in the lower back, and this is the first place in the body to suffer when you overexert yourself. You are also predisposed towards kidney ailments and skin breakouts. This can be due to a lack of sleep, too much rich food and alcohol. You should drink plenty of water to keep your system flushed and free of toxins. You tend to be overactive, restless and may suffer nervous exhaustion. This can give you dry skin and hair, insomnia and memory loss from systemic overload, so you will benefit from quiet time and minimal stimulation, which will then allow your nervous system to recharge.",
              "You have a high level of vitality and you are a strong individual. You tend to be workaholic and your ailments generally pass quite quickly. Being very physical in nature, it is important to do plenty of stretching before exercises, as this will help to avoid stresses and strains in your muscles, ligaments and tendons."
            ]
          }
        }
      ]
    },
    "_version": "1.0"
  }
}